@extends('layouts.before_login_base')
@section('title', 'プライバシーポリシー')
@section('content')

    <div>
        <h1 class="text-bold text-teal-400 text-3xl pt-20 flex justify-center items-center">利用規約</h1>
        <div class="mx-32">
            <div class="mt-10">
                <p>この規約（如何「本規約」といいます）は、Anovey株式会社（如何「当社」といいます）が提供する、個人間や個人と法人間でメンタリングによる指導、支援又は育成をしたい方とされたい方がマッチングできるサービス「Anovey」（如何「本サービス」といいます）の利用に関する条件を、本サービスを利用するもの（如何「ユーザー」といいます）と当社の間で定めるものです。本規約は本サービスの利用に関して生ずるすべての関係に適用されるものとし、ユーザーは、本規約を熟読し、本規約の内容を十分に理解した上でこれを承諾して、本サイトを利用するものとします。本サービスを利用することで、下記の利用規約に同意していただいたこととみなさせていただきますのでご注意ください。
                </p>
            </div>
            <div class="mt-10">
                <p class="font-bold text-xl">第1条（本サービスの利用）</p>
                <p class="mt-2">1.ユーザーは、本規約の定めに従って当サービスを利用しなければなりません。</p>
                <p class="mt-2">
                    2.ユーザーは、申し込みフォームを送信すること又は本サービスを実際に利用することによって。本規約の内容及び本規約が本サービスの利用規約の内容となることに同意したものとみなされます。</p>
            </div>
            <div class="mt-10">
                <p class="font-bold text-xl">第2条（利用者登録）</p>
                <p class="mt-2">
                    1.本サービス利用希望者は、申し込みフォームに必要事項を正しく記入した上で申し込むものとし、当社から利用者登録が完了した旨を通知された時点又はユーザーが本サービスを実際に利用した時点で、本規約に記載された事項を契約内容とする本サービスの利用規約が成立、本規約の条件による本サービスの利用の許可が当社よりユーザーに有効に付与されるものとします。
                </p>
            </div>
            <div class="mt-10">
                <p class="font-bold text-xl">第3条（利用規約の変更について）</p>
                <p class="mt-2">1.当社は、如何の各号のいずれかに該当される場合、ユーザーにあらかじめ通知することなく、本規約及び本サイトの利用などを変更することができるものとします</p>
                <p>(1)変更内容がサービス名や表現のまたは誤字、脱字等の修正であり、本利用規約の内容に実質的な影響を与えない場合</p>
                <p>(2)変更内容がユーザーの一般の利益に適合する場合</p>
                <p>(3)変更内容が契約した目的に反せず、かつ、変更の必要性、変更後の内容の相当性その他変更に係る事情に照らして合理的なものである場合</p>
                <p class="mt-2">
                    当社は、前項第3号による変更の場合、本規約変更の効力発生の相当期間前までに、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期を本サイトなどへの掲載その他当社が適当と判断する方法により通知します。なお、この変更に起因して生じた直接及び間接的な損害に関して、当社は一切の責任を負いません。
                </p>
            </div>
        </div>
    </div>

@endsection
